a52dec
aalib
acl
acpi
adobe-air
adobe-air-sdk
adwaita-icon-theme
alsa-lib
alsa-oss
alsa-plugins
alsa-utils
alure
arandr
archlinux-keyring
aspell
aspell-en
aspell-es
at-spi2-atk
at-spi2-core
atk
attica-qt4
attr
autoconf
automake
avahi
babl
bash
bash-complete-more-git
bash-completion
binutils
bison
boost-libs
bsd-games
bzip2
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cantarell-fonts
ccsm
cdparanoia
celt
chromaprint
chromium
cifs-utils
clucene
cmake
colord
compiz-bcop
compiz-core
compiz-fusion-plugins-experimental
compiz-fusion-plugins-extra
compiz-fusion-plugins-main
compiz-gtk
compiz-manager
compizconfig-python
compositeproto
conky
conky-colors-git
conky-manager
coreutils
cowsay
cracklib
crypto++
cryptsetup
ctags
curl
cython
damageproto
db
dbus
dbus-glib
dcadec
dconf
deluge
desktop-file-utils
device-mapper
dhclient
dhcpcd
dialog
diffutils
dkms
dmxproto
dnssec-anchors
docbook-xml
docbook-xsl
docbook2x
dosfstools
dotconf
dropbox
e2fsprogs
elasticsearch
elfutils
emerald
enchant
equestria-fonts
ethtool
exfat-utils
exiv2
exo
expat
faac
faad2
fakeroot
ffmpeg
fftw
file
filesystem
findutils
firefox
fixesproto
flac
flashplugin
flex
fluidsynth
font-mathematica
fontconfig
fontforge
fontsproto
fortune-mod
fortune-mod-breakingbad
fortune-mod-g-git
fortune-mod-metalfairytale-git
fortune-mod-mlpfim
fortune-mod-protolol-git
fortune-mod-vimtips
foxitreader
freetype2
fribidi
ftgl
fuse
gambas3-devel
gambas3-gb-args
gambas3-gb-cairo
gambas3-gb-chart
gambas3-gb-clipper
gambas3-gb-complex
gambas3-gb-compress
gambas3-gb-crypt
gambas3-gb-data
gambas3-gb-db
gambas3-gb-db-form
gambas3-gb-db-mysql
gambas3-gb-db-odbc
gambas3-gb-db-postgresql
gambas3-gb-db-sqlite2
gambas3-gb-db-sqlite3
gambas3-gb-dbus
gambas3-gb-desktop
gambas3-gb-desktop-gnome
gambas3-gb-desktop-x11
gambas3-gb-eval-highlight
gambas3-gb-form
gambas3-gb-form-dialog
gambas3-gb-form-editor
gambas3-gb-form-mdi
gambas3-gb-form-stock
gambas3-gb-gmp
gambas3-gb-gsl
gambas3-gb-gtk
gambas3-gb-gtk-opengl
gambas3-gb-gtk3
gambas3-gb-httpd
gambas3-gb-image
gambas3-gb-image-effect
gambas3-gb-image-imlib
gambas3-gb-image-io
gambas3-gb-inotify
gambas3-gb-jit
gambas3-gb-libxml
gambas3-gb-logging
gambas3-gb-map
gambas3-gb-markdown
gambas3-gb-media
gambas3-gb-media-form
gambas3-gb-memcached
gambas3-gb-mime
gambas3-gb-mysql
gambas3-gb-ncurses
gambas3-gb-net
gambas3-gb-net-curl
gambas3-gb-net-pop3
gambas3-gb-net-smtp
gambas3-gb-openal
gambas3-gb-opengl
gambas3-gb-opengl-glsl
gambas3-gb-opengl-glu
gambas3-gb-opengl-sge
gambas3-gb-openssl
gambas3-gb-option
gambas3-gb-pcre
gambas3-gb-pdf
gambas3-gb-qt4
gambas3-gb-qt4-ext
gambas3-gb-qt4-opengl
gambas3-gb-qt4-webkit
gambas3-gb-qt5
gambas3-gb-qt5-opengl
gambas3-gb-qt5-webkit
gambas3-gb-report
gambas3-gb-scanner
gambas3-gb-sdl
gambas3-gb-sdl-sound
gambas3-gb-sdl2
gambas3-gb-sdl2-audio
gambas3-gb-settings
gambas3-gb-signal
gambas3-gb-v4l
gambas3-gb-vb
gambas3-gb-web
gambas3-gb-xml
gambas3-gb-xml-html
gambas3-gb-xml-rpc
gambas3-gb-xml-xslt
gambas3-ide
gambas3-runtime
gambas3-script
gamin
garcon
gawk
gc
gcc
gcc-libs
gconf
gd
gdbm
gdk-pixbuf2
gegl02
geoclue2
geoip
geoip-database
gettext
ghc
ghostscript
giflib
gimp
git
glew
glib-networking
glib2
glibc
glu
gmime
gmp
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-mime-data
gnome-themes-standard
gnome-vfs
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpm
graphene
graphite
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gstreamer
gstreamer0.10
gstreamer0.10-base
gstreamer0.10-base-plugins
gtk-doc
gtk-update-icon-cache
gtk-xfce-engine
gtk2
gtk3
gtkglext
gtksourceview2
gtkspell
guile
gvim
gzip
harfbuzz
harfbuzz-icu
hddtemp
hdf5
help2man
hicolor-icon-theme
hspell
http-parser
hunspell
hwids
hyphen
iana-etc
icu
ilmbase
imagemagick
imlib2
inetutils
iniparser
inputproto
intltool
iproute2
iptables
iputils
ipython
ipython2
iso-codes
itstool
jack
jade
jansson
jasper
java-environment-common
java-runtime-common
jdk7-openjdk
jdownloader2
jfsutils
jre7-openjdk
jre7-openjdk-headless
js17
json-c
json-glib
jsoncpp
kbd
kbproto
kdelibs
keyutils
kibana
kmod
krb5
lame
latex2html
latex2rtf
lcms
lcms2
ldb
ldns
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-e2fsprogs
lib32-elfutils
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-glib2
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdbus
lib32-libdrm
lib32-libffi
lib32-libgcrypt
lib32-libgpg-error
lib32-libice
lib32-libidn
lib32-libjpeg-turbo
lib32-libldap
lib32-libmng
lib32-libogg
lib32-libpciaccess
lib32-libpng
lib32-libpulse
lib32-libsm
lib32-libsndfile
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtxc_dxtn
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-mesa
lib32-mesa-libgl
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-qt4
lib32-readline
lib32-sdl
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-v4l-utils
lib32-wayland
lib32-xz
lib32-zlib
libabw
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libbluray
libbsd
libburn
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdr
libcmis
libcompizconfig
libcroco
libcups
libdaemon
libdatrie
libdbus
libdbusmenu-qt4
libdc1394
libdca
libdmx
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libetonyek
libevdev
libevent
libexif
libexttextcat
libfbclient
libffi
libfontenc
libftdi-compat
libgcrypt
libgee
libglade
libgme
libgnome-keyring
libgoom2
libgpg-error
libgphoto2
libgtop
libgudev
libgusb
libical
libice
libid3tag
libidn
libiec61883
libieee1284
libimobiledevice
libinput
libirman
libisofs
libixion
libjpeg-turbo
libkate
libkeybinder2
libksba
liblangtag
libldap
liblqr
libmad
libmariadbclient
libmatroska
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpd
libmpeg2
libmspub
libmtp
libmwaw
libndp
libnewt
libnftnl
libnl
libnm-glib
libnotify
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libproxy
libpulse
libqzeitgeist
libraw1394
libreoffice-fresh
libreoffice-fresh-es
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstatgrab
libsynctex
libsystemd
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtool
libtorrent-rasterbar
libtxc_dxtn
libunicodenames
libunique
libunistring
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwnck
libwpd
libwpg
libwps
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxkbui
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
linux-headers
lirc
live-media
llvm-libs
llvm35-libs
lm_sensors
logrotate
logstash
logstash-forwarder
lolcat
lpsolve
lsof
lua
lua51
lua52
lucene++
lvm2
lz4
lzo
m4
make
man-db
man-pages
mcomix
mdadm
media-player-info
megasync
mesa
mesa-libgl
metacity
mime-types
mitmproxy
mjpegtools
mkinitcpio
mkinitcpio-busybox
mousepad
mozilla-common
mpfr
mpg123
mtdev
nano
ncurses
neon
net-snmp
net-tools
netcdf
netctl
netpbm
nettle
networkmanager
ngrep
nmap
nodejs-0.12
noto-fonts-emoji
npm
npth
nspr
nss
ocl-icd
openal
opencore-amr
openexr
openjpeg
openresolv
openssh
openssl
opus
orage
orc
otf-gfs
otf-ipafont
otf-russkopis
p11-kit
p7zip
package-query
pacman
pacman-mirrorlist
pam
pambase
pango
pangox-compat
patch
pciutils
pcmciautils
pcre
perl
perl-encode-locale
perl-error
perl-file-basedir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-ipc-system-simple
perl-libwww
perl-locale-gettext
perl-lwp-mediatypes
perl-net-http
perl-sgmls
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
phonon-qt4
phonon-qt4-gstreamer
pinentry
pixman
pkg-config
poedit
polkit
polkit-gnome
polkit-qt4
pony
pony.computer
ponymenu
ponysay
poppler
poppler-glib
popt
portaudio
postgresql-libs
potrace
procps-ng
projectm
protobuf
psmisc
pygobject-devel
pygobject2-devel
pygtk
pyrex
pystatgrab
python
python-dbus-common
python-decorator
python-ipdb
python-jgraph
python-lxml
python-packaging
python-path
python-pexpect
python-pip
python-ptyprocess
python-pyparsing
python-setuptools
python-six
python-virtualenv
python-xdg
python2
python2-argh
python2-backports
python2-backports-abc
python2-backports.shutil_get_terminal_size
python2-blinker
python2-cairo
python2-cffi
python2-chardet
python2-click
python2-configargparse
python2-construct
python2-crypto
python2-cryptography
python2-dbus
python2-decorator
python2-enum34
python2-flask
python2-gobject
python2-gobject2
python2-h2
python2-hpack
python2-html2text
python2-hyperframe
python2-idna
python2-ipaddress
python2-itsdangerous
python2-jgraph
python2-jinja
python2-keybinder2
python2-keyring
python2-lxml
python2-markupsafe
python2-notify
python2-packaging
python2-passlib
python2-path
python2-pathlib
python2-pathtools
python2-pexpect
python2-pillow
python2-pip
python2-ply
python2-ptyprocess
python2-pyasn1
python2-pycparser
python2-pyopenssl
python2-pyparsing
python2-pyperclip
python2-requests
python2-setuptools
python2-singledispatch
python2-six
python2-tornado
python2-twisted
python2-urllib3
python2-urwid
python2-watchdog
python2-werkzeug
python2-xdg
python2-yaml
python2-zope-interface
qca-qt4
qrencode
qt-installer-framework
qt4
qt5-base
qt5-declarative
qt5-location
qt5-sensors
qt5-svg
qt5-tools
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qtchooser
qtwebkit
randrproto
raptor
rasqal
readline
recode
recordproto
redland
reiserfsprogs
renderproto
rest
rfkill
ristretto
rsync
rtmpdump
ruby
ruby-diff-lcs
ruby-paint
ruby-rainbow
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
ruby-trollop
run-parts
s-nail
samba
sane
sbc
schroedinger
scrnsaverproto
sdl
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_image
sdl_mixer
sdl_ttf
sed
semver
setconf
shadow
shared-mime-info
skype
slang
slim
smbclient
smpeg
smpeg2
snappy
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speech-dispatcher
speex
speexdsp
sqlite
sqlite2
startup-notification
steam
strace
strigi
sudo
sysfsutils
systemd
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcpdump
tdb
terminator
tevent
texinfo
texlive-bin
texlive-core
texlive-latexextra
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tolua++
traceroute
tslib
ttf-baekmuk
ttf-bitstream-vera
ttf-computer-modern-fonts
ttf-dejavu
ttf-mathtype
ttf-ubuntu-font-family
tumbler
twolame
tzdata
udisks2
unixodbc
unzip
upower
usbutils
util-linux
util-say-git
v4l-utils
vagrant
vagrant-substrate
valgrind
vcdimager
vi
vid.stab
videoproto
vim-runtime
virtualbox
virtualbox-host-dkms
vlc-git
vte
vte-common
wayland
wayland-protocols
webkit2gtk
wget
which
whois
wicd
wicd-gtk
wikiquote-fortune
wildmidi
wireless_tools
wireshark-cli
wireshark-common
wireshark-gtk
words
wpa_supplicant
wqy-microhei
wxgtk
x265
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-wm
xdg-utils
xextproto
xf86-input-evdev
xf86-input-synaptics
xf86-video-intel
xf86dgaproto
xf86vidmodeproto
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mixer
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xineramaproto
xkeyboard-config
xorg-appres
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-utils
xorg-sessreg
xorg-setxkbmap
xorg-utils
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwininfo
xosd
xproto
xscreensaver-arch-logo
xvidcore
xz
yajl
yaourt
yelp-tools
yelp-xsl
zenity
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zsnes
zvbi
zziplib
